EEC_PROP/src/main/resources/OP_02/VALID/MSG.001_TRN.001/Log/Received_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:043f2199-3b3d-423e-8d85-73d7be7ee941</wsa:MessageID>
      <int:ProcedureID>urn:uuid:0839cc8d-f21b-4aeb-9b2d-8a72db6b17a8</int:ProcedureID>
      <int:ConversationID>urn:uuid:dad82420-0a6d-4324-b699-caf5c3a3904b</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:0b904842-f723-4377-812a-d8c928f35b6d</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:a7bc13fd-2bf8-4d2a-9862-b0244d075c9a</int:TrackID>
         <int:AcceptTime>2020-03-23T15:13:22+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>9331fc96-5ce1-47bd-ab02-1b8e9288fb9f</sgn:SignalId>
         <sgn:DateTime>2020-03-23T15:13:22.321</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
